Revit 2027 API
GroupTypeId.Area Property
 Area.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Area { get; }
Public Shared ReadOnly Property Area As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Area {
	ForgeTypeId^ get ();
}
static member Area : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
GroupTypeId Class
Autodesk.Revit.DB Namespace